simulationCases/ACC2019/1turb_calibration/1turb_uniPrec_runs/pisoFoamTurb_NREL5MW_template/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.4.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    lower
    {
        type            wall;
        inGroups        1(wall);
        nFaces          90000;
        startFace       26850000;
    }
    upper
    {
        type            wall;
        inGroups        1(wall);
        nFaces          90000;
        startFace       26940000;
    }
    west
    {
        type            patch;
        nFaces          30000;
        startFace       27030000;
    }
    east
    {
        type            patch;
        nFaces          30000;
        startFace       27060000;
    }
    north
    {
        type            wall;
        inGroups        1(wall);
        nFaces          30000;
        startFace       27090000;
    }
    south
    {
        type            wall;
        inGroups        1(wall);
        nFaces          30000;
        startFace       27120000;
    }
)

// ************************************************************************* //
